[Language]
Code="zh-TW"												; 語言代碼, 詳細說明: http://www.lingoes.net/en/translator/langcode.htm
Name="中文(繁體)"										; 語言名稱 (以該語言文字拼寫)
EnglishName="Chinese (Traditional)"	; 語言名稱 (以英語拼寫)
Dir="ltr"														; 文字書寫方向: 從左到右書寫為 "ltr" , 從右到左書寫為 "rtl"
LangID=0x0404												; 語言ID, 詳細說明: http://msdn.microsoft.com/en-us/library/dd318693(v=vs.85).aspx

Version="2.9.1"
Translator=Nelson <nelson@csie.us>

[MainFrame]
Title=Lingoes 靈格斯
Close=關閉
Maximize=最大化
Minimize=最小化
Restore=還原
Menu=主功能表

; 狀態欄圖標
[NotifyIcon]
Tip="靈格斯翻譯家\r\n　螢幕取詞: [$CursorStatus]\r\n　劃詞翻譯: [$SelectionStatus]\r\n剪貼簿取詞: [$ClipboardStatus]"
InfoTitle=靈格斯翻譯家
Info="　螢幕取詞: [$CursorStatus]\r\n　劃詞翻譯: [$SelectionStatus]\r\n剪貼簿取詞: [$ClipboardStatus]"
Enabled=啓用
Disabled=停用

[MainMenu]
Open=開啟
CursorTranslator=螢幕取詞
SelectionTranslator=劃詞翻譯
ClipboardTranslator=剪貼簿取詞
Configuration=設定...
Dictionaries=辭典...
Appendices=附錄...
Activation=產品啟動
UpdateOnline=線上更新
Help=說明
About=關於 Lingoes
SupportOnline=線上支援
Exit=退出
EnterLicense="輸入授權..."

[DlgInput]
Back=上一個
Forward=下一個
MainMenu=主功能表
HistoryList=查詞歷史清單
Search=查詢, "查詢詳細解釋"
WebSearch=在網路搜尋引擎中查詢
AutoMatch=自動比對, 從索引組辭典中自動比對輸入的內容
MatchSetup=索引組選項...
FindEngine=取得更多查詢引擎...

[DlgIndex]
Index=索引
Guide=導覽
Appendix=附錄
NoIndex="沒有索引"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">將辭典加入到<b>索引組</b>, 可以在輸入的時候獲得索引提示功能.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>要管理索引組, 請單擊此處</u></a></div>"

[WebGuide]
Results=結果
Spelling=拼字建議
Appendices=附錄

; Actions=操作
; TextTranslation="全文翻譯", "翻譯目前詞條"
; Conversions="轉換", "轉換貨幣,單位和時區"
; WebSearch="Web 搜尋", "在 Web 搜尋引擎中搜尋詞條 (顯示在瀏覽器視窗內)"

Options=選項
Dictionaries=辭典..., 辭典管理
ManageAppendices=附錄..., 附錄管理
Configuration=設定..., 系統設定
Help=說明, Lingoes 說明
Homepage=Lingoes.net, 拜訪 Lingoes 網站
Community=Lingoes 社群, 拜訪 Lingoes 網路社群

[DlgAppendix]
WndTitle="附錄管理"
Close="關閉"
Install="安裝", "Lingoes 附錄 (*.laf)|*.laf|", "安裝失敗！"
Delete="删除", "確認要删除 \"[$Title]\" 嗎？", "删除 \"[$Title]\" 失敗！"
Modify="修改", "修改失敗！"
NewGroup="建立新群組", "建立新群組失敗！"
MoveUp="上移"
MoveDown="下移"
CreateAppendix="建立我的附錄..."
Download="獲取更多附錄工具..."
Name="名稱"
Group="分組"
InstallSucceed="附錄 \"[$Title]\" 安裝成功!"
OverwriteInstall="附錄已存在你的清單中，確認要覆蓋它嗎？\n\n標題：[$Title]\n名稱：[$Name]"
InvalidInstallFile="不正確的安裝檔！\n[$Filename]"
AppeVersionTooOld="[$Filename]\n你當前安裝的附錄版本 [$AppeVer] 太低, 系統不再支持, 請更新您的附錄版本.\n\n要前往Lingoes網站查找最新的附錄版本嗎? "
AppeVersionTooNew="[$Filename]\n要安裝使用版本 [$AppeVer] 的附錄, 需要升級 Lingoes 軟件.\n\n現在就前往 Lingoes 網站下載升級嗎? "

[DlgAppendixEdit]
WndTitle="修改 \"[$Title]\"", "建立新群組"
Name="名稱"
DisplayTitle="顯示標題"
DisplayStyle="顯示型式"
Ok="確認"
Cancel="取消"

[DlgAppendixBuilder]
WndTitle="附錄生成器"
Name="附錄名稱:  (必須為小寫英文字母，數字，減號或下劃線)", "名稱不能為空，且必須為小寫英文字母，數字，減號或下劃線"
Title="顯示標題:", "顯示標題不能為空"
Location="附錄專案所處的檔夾:", "建立附錄專案檔夾失敗！", "請選擇一個有效的附錄專案檔夾"
Create="建立新專案", "建立附錄專案成功！\n\n現在你可以透過修改專案檔 \"index.html\" 的內容，\n來設計你自已的附錄。", "建立附錄項目失敗！"
Build="編譯", "生成附錄安裝檔成功！\n[$Filename]", "生成附錄安裝檔失敗！\n[$Filename]"
Close="關閉"
Tips="提示：建立新專案後，你可以透過修改專案檔 \"index.html\" 的內容，\n來設計你自已的附錄。"
OverwriteProject="專案檔已存在，是否覆蓋？"

[DlgStatus]
KeepVisible=保持視窗總在最上層
CursorTranslator=取詞
SelectionTranslator=劃詞
ClipboardTranslator=
OpenMiniWnd=開啟/關閉迷你視窗

[DlgView]
Speak=朗讀, 朗讀目前選取的文字
Search=查詢
Copy=複製
Print=列印 ...
Save=儲存 ...
Find=尋找 ...
SelectAll=全選
TextTranslate="全文翻譯", "進入全文翻譯"
StartPage="起始頁", "返回起始頁"
ShowIndex=顯示側邊欄
HideIndex=隱藏側邊欄
SaveFilter=HTML 檔案 (*.htm; *.html)|*.htm;*.html|
SpeechOption=語音選項...
SelectVoice=選擇聲音
Activation="產品啟動", ""
Buy="購買", "購買 Lingoes 商業授權"

[DlgRegister]
Title="Lingoes - 商業使用者註冊"
FreeDownload="對於個人非商業用途, 您可以在您的家庭, 個人電腦上免費安裝使用Lingoes.\r\n按此下載個人免費版本..."
Name="註冊名稱:", "註冊名稱不能為空"
Email="註冊郵箱:", "註冊電子郵箱位址不能為空"
RegCode="註冊碼:", "註冊碼不正確"
Support="線上客服"
Register="註冊", "儲存註冊資訊失敗"
Exit="退出"

[DlgInfo]
Title=消息
Ok=確認
Cancel=取消
Yes=是
No=否
Retry=重試
Abort=中止
Ignore=忽略

[DlgAuthentication]
Title="連接到 "
TitleProxy="連到 Proxy 伺服器"
Username=使用者名稱:
Password=密碼:
Remember=記住我的密碼	;Remember my password
Ok=確認
Cancel=取消

[WndGrab]
Open="查詢更多辭典"
Speak="朗讀"
Copy="複製"
TextTranslation="文字翻譯"
Back="後退" 
Forward="前進"
Search="查詢\n  Enter:\t\t查詢\n  Ctrl + Enter:\t查詢更多詞典\n  Shift + Enter:\t文字翻譯\n  Alt + Enter:\t在Web引擎中搜索"
RollUp="視窗卷起/展開"
Option="選項"
KeepVisible="保持視窗總在最上層"
KeepSize="保持視窗大小不變"
AutoRollUp="視窗自動卷起", "不", "延時 [$DelaySecond] 秒"
CloseMiniWnd="關閉迷你視窗"

[DlgDictOption]
Title=辭典管理
NetInstall="從 Lingoes 下載辭典", "從 Lingoes 網站下載辭典"
Install="安裝", "安裝新辭典"
Uninstall="解除安裝", "解除安裝目前選取的辭典"
Add="加入", "加入辭典到目前辭典組"
Remove="移除", "從目前辭典組中移除選取的辭典"
Download="下載", "下載選取的線上辭典到本地使用"
MoveTop="", "移到最上面"
MoveUp="", "向上移"
MoveDown="", "向下移"
MoveBottom="", "移到最下面"
MoreDetails="", "查看辭典屬性"
Close="關閉"

Installed=辭典安裝清單
Query=辭典安裝清單
Index=索引組
Grab=取詞組

InstalledList=辭典安裝清單
QueryList=辭典安裝清單
IndexList=索引組清單
GrabList=取詞組清單
DictID=辭典 ID
Online=線上

Type=類型
OnlineType=需要連上網路才能使用
NotLicensed="(未授權 <a href='app://activate/'><u>啟動</u></a> <a href='app://buy/[$ProductID]'><u>購買</u></a>)"
 
AddFilter="Lingoes 辭典 (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="辭典安裝"
Installing="正在安裝..."
IndexDictTooMany="小提示:\n\n在 \"索引組\" 中加入太多辭典, 會降低 \"索引提示\" 功能的比對速度,\n令到輸入單詞時軟體回應變慢, 建議僅加入一些常用的詞典到 \"索引組\" 即可.

More="", "更多..."
BackupFilter="Lingoes 辭典備份 (*.ldb)|*.ldb|"
Export="導出", "導出辭典備份", "導出成功!", "導出失敗!"
Import="導入", "導入辭典備份", "導入成功!", "導入失敗!"

[DlgDictList]
Title=加入辭典
Add="加入"
Cancel="取消"
Select=選取
DictList=辭典安裝清單
ID=辭典 ID
Online=線上

[DlgDictInfo]
Title=辭典屬性
Close="確定"

ID=辭典 ID
MD5=MD5
Tag="標籤"
Name=辭典名稱
Version=版本
Date=建立日期
Update=最後更新
IndexCount=詞條數
Language=語言
MoreLanguage=更多..
DictTitle=名稱
DictEdition=版本
DictDescription=簡介
PubAuthor=作者
PubPress=出版社
PubEmail=電子信箱
PubWebsite=網站
PubCopyright=版權
Filename=檔案名稱

; 辭典安裝
[DlgDictInstall]
Title=辭典安裝
InstallSucceed="\"[$DictTitle]\" 安裝成功."
DictGroupOption=辭典組選項
AddIndexGroup=加入到“索引組”
AddIndexGroupDesc="在輸入單詞的時候, Lingoes 將搜尋索引組中的辭典, 並在索引欄提示最接近的單詞項."
AddGrabGroup=加入到“取詞組”
AddGrabGroupDesc="在螢幕取詞和劃詞翻譯的時候, Lingoes 將搜尋取詞組中的辭典, 並在迷你視窗中顯示該辭典的比對結果."
Ok=確定

LoadPackage="裝入辭典包:\n"
LoadPackageFail="裝入辭典包失敗:\n"
ExtractFileFail="提取檔案失敗:\n"
OpenSetup="開啟配置文件:\n"
OpenSetupFail="開啟配置檔案失敗:\n"
FileFormatInvalid="檔案內容不正確:\n"
VersionInvalid="版本不支持:\n"
InstallDict="安裝辭典檔案:\n"
InstallDictFail="安裝辭典檔案失敗:\n"
InstallPackageSucceed="辭典包安裝成功\n"

; 選項
[DlgOption]
Title=系統設定
Ok=確定
Cancel=取消
General=一般
Appearance=外觀
Connection=連線
Speech=語音
Hotkey=快速鍵
Translate=翻譯
License=授權
Capture=取詞
Other="其他"

; 選項-常規
[DlgOptGeneral]
Language="語言"	;Language
UILanguage="使用者介面語言"	;User Interface Language
; LayoutDir="布局方向"

WebSearch=Web 搜尋	;Web Search
SelectWebSearch=選擇用於網路搜尋的搜尋引擎	;Select the search engine to use for searching the web

TermHistory=歷史記錄與快取
SaveHistory=儲存的查詞歷史個數
ClearHistory=清除歷史記錄
ClearHistoryConfirmation=確定要清除查詞歷史記錄嗎?

ResultCache="線上詞典本機快取"
ClearCache="清除快取", "確定要清除快取嗎?"

AutoStart=登入 Windows 時, 自動啟動 Lingoes	;Run Lingoes when I log on to Windows
StartMin=啓動後最小化	;Minimize after startup
HideTipWnd="不顯示信息提示窗口"

Other="其他"
ImportDataFromOldVer="從 V2.8 或更早的舊版本中導入詞典和用戶數據"
ImportData="導入", "選擇Lingoes舊版本安裝文件夾", "導入成功", "導入失敗"

FileAssociation="設置詞典文件關聯 (.ld2 .ldp .laf)"
CreateDesktopIcon="創建桌面圖標", "靈格斯翻譯家", "確認要在桌面創建快捷方式圖標嗎?"

; 選項 - 外觀
[DlgOptAppearance]
UserInterface=使用者介面
WindowStyle=視窗型式
WindowFont=視窗字型
WindowFontSize=字型大小
WindowFontSizeSchemeList="小 = {9, 10.5}", "中 = {10.5, 12}", "大 = {11.5, 13}"
ResultDisplay=查詢結果顯示	;Result Display
TextFont=文字字型
TextFontSize=字型大小
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont=音標字型	;Phonetic Font
CursorTranslatorBar=迷你視窗	;Cursor Translate Bar
FontColor=文字色彩	;Font Color
BackColor=背景色彩	;Background Color
BorderColor=邊框色彩	;Border Color
Transparence=背景半透明	;Translucent Cursor Translator Bar
SampleText=螢幕取詞	;Cursor Translate

[Style]
0=無
1=預設型式

; 選項 - 翻譯
[DlgOptTranslate]
SupportLCMap="支援本地語言映射 (查詞中文簡繁體自動轉換)"
InstantTranslation="即時翻譯"
TranslationEngine="翻譯引擎"
TargetLanguage="目的語言:"
CurrentUserLanguage="= 目前使用者介面語言"
TargetLanguage2="當來源語言與目的語言相同時, 則目的語言改為:"
NoTranslate="= 不翻譯"

; 選項 - 取詞
[DlgOptCapture]
CursorActivation=螢幕取詞
MouseActivation="取詞模式:"
MouseOver=滑鼠懸停
LeftMouseButton=滑鼠左鍵點擊
MiddleMouseButton=滑鼠中鍵點擊
RightMouseButton=滑鼠右鍵點擊
MouseXButton1=滑鼠 XButton1 點擊
MouseXButton2=滑鼠 XButton2 點擊
TimeDelay="延遲:"
MSEL=毫秒
MatchPhrase=比對詞組
IgnoreNumber=忽略數字取詞
IgnoreLatin=忽略拉丁文(英、法、德、意、荷、西、萄等)取詞
IgnoreCJK=忽略中、日、韓文字取詞
IgnoreCyrillic=忽略斯拉夫文(俄、烏克蘭、保加利亞等)取詞
IgnoreArabic=忽略阿拉伯, 希伯來文字取詞
ZonedWord="劃詞翻譯"
ForTextSelection="劃選取詞"
ForDoubleClicking="雙擊取詞"
ZonedWordFilterRule="劃詞翻譯篩選規則..."
ShowOnlyFirstResult="僅顯示第一個取詞結果"
InstallTextCapturePlugin="安裝取詞插件..."
InstallAdobePlugin="安裝 Adobe Acrobat PDF 取詞插件"
InstallFirefoxPlugin="安裝 Firefox 火狐浏覽器取詞插件"
InstallChromePlugin="安裝 Chrome 浏覽器取詞插件"
Install360ChromePlugin="安裝 360 安全/極速浏覽器取詞插件"

; 選項 - 取詞 - 劃詞篩選
[DlgOptTranslateZWFilter] 
Title="劃詞翻譯 - 篩選規則編輯器"
ProgramFilename="程式檔案名稱", "程式檔案名稱 (如果為空表示所有程式)" 
WndClassName="視窗類別名稱", "視窗類別名稱 (如果為空表示所有視窗)" 
DisableSelect="停用劃詞", "停用劃選取詞" 
DisableDBLClick="停用雙擊", "停用雙擊取詞" 
Comment="註釋", "註釋" 
Add="新增" 
Modify="修改" 
Delete="刪除", "確認要刪除目前項嗎?" 
Ok="確認" 
Cancel="取消" 
LoadDefault="還原預設設定值", "確認要還原至預設設定值嗎?"
Browser="...", "瀏覽", "程式(*.exe)|*.exe|" 
Capture="...", "視窗類別名稱擷取器"
AllProgram="-- 所有程式 --" 
AllWindow="-- 所有視窗 --"

[WndClassNameCapture] 
Title="視窗類別名稱擷取器"
ProgramFilename="程式檔案名稱" 
WndClassName="視窗類別名稱" 
Capture="從螢幕上擷取視窗類別名稱"

; 選項 - 語音
[DlgOptSpeech]
RPPEngine=真人發音引擎
RPPEnable=啟用
RPPRebuildIndexFile="重建索引檔案", "重建索引檔案失敗! \n這可能是由於你沒有足夠的檔案存取權限導致的."
RPPVoice=聲音
Engine=TTS 語音合成引擎
Enable=啟用
Voice=聲音
Volume=音量
Pitch=音調
Speed=速度
Format="音訊格式", "預設"
RealtimePron=即時發音
PronInQuery=查詞時發音
PronInCapture=螢幕取詞時發音
PronInSelect=劃詞時發音
Test=測試
EnterText=輸入測試文字
DownloadTTS=下載真人發音和 TTS 語音庫...

; 選項 - 連接
[DlgOptConnection]
ConnectSet=網路連接	;Connection Setting
DirectConnect=直接連接
IEProxyConnect=自動偵測 IE 瀏覽器的 Proxy 設定
ProxyConnect=使用 Proxy 連接	;Connect through Proxy / Firewall server
ProxyServer=Proxy:	;Proxy Server
ProxyPort=連接埠:					;Port
Username=使用者名稱:					;Username
Password=密碼:						;Password
OnlineUpdate=線上更新		;OnlineUpdate
UpdateNow=立即更新			;Update Now
EnableUpdate=啓用線上更新	;Enable online update

; 選項-快速鍵
[DlgOptHotkey]
OpenMainWnd=開啟/關閉主視窗
GrabToggleKey=滑鼠取詞開關
SelectionToggleKey=劃詞翻譯開關
ClipboardToggleKey=剪貼簿取詞開關
Pronounce=朗讀
CopyInterpretation=複製解釋內容
SpeakSelectedText=朗讀螢幕上選中的文字
StopSpeak=停止朗讀
DisableHotKey=停用快速鍵
OpenMiniWnd="開啟/關閉迷你視窗"
RollUpMiniWnd="卷起/展開迷你視窗"

; 選項 - 其他
[DlgOptOther]
ApiServer="API 服務器"
ApiListenIP="服務器 IP 地址"
ApiListenPort="端口"
ApiEnable="啓用 API 服務器"
ApiSpecial="API 服務可以讓開發者在浏覽器或其他軟件中調用 Lingoes 的取詞和翻譯功能,\n此為實驗性功能, 啓用前請了解其詳細用途."
ApiGuide="學習和了解 API 服務器的使用方法..."

[DlgExpire]
Title="Lingoes - 軟體已過期"
Ok=立即升級
Cancel=退出
NetworkSettings="網路設定"
Support="Lingoes.net"
AskUpgrade="目前版本已過期, 必須升級到新版本才能使用! \n要立即升級到新版本嗎?"

[DlgAbout]
DlgTitle=關於 Lingoes
; Version="版本: "
PortableEdition="可攜式版本"
Email="電子信箱"
Website="Lingoes 網站"
LicenseTo="本産品授權給: "
; LicenseID="ID: "

;----------- new --------
PersonalUser="個人非商業使用者"
EvaluationUser="本試用版軟體僅用於評估目的"
UserLicenseQuantity="[$Quantity] 使用者授權", "[$Quantity] 使用者授權 ([$KeyNo]/[$Quantity])"
LicenseExpire="授權將在 [$Day] 天後到期"
;----------- end -----------

[WebResult]
SpellingAlternatives=拼寫建議
SpellChecker=拼寫檢查
TextTranslation=全文翻譯
WebSearch=Web 搜尋
MoreResults=更多結果
WaitSearch="正在請求查詢結果..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>未找到 \"<font color='#C00000'>[$SearchKey]</font>\" 的符合項。</b></div>"
; NoAlternatives=<div id='dict_spelling' style='padding:12 10 5 10'><b>No Spelling Alternatives were found</div>	;未找到其它類似的拼寫
; SpellRef="<div nowrap style='width:140; padding:0 3 3 0; display:inline'><a href='dict://headword/%s'><u>%s</u></a></div> "
; Alternatives="<div id='dict_spelling' nowrap style='margin:0 10 10 10; padding:2; border:1px solid #92B0DD; background: #CFDDF0; color: #000080'><img border='0' src='%sspelling8.png' width=16 height=16 align=absmiddle> <b>拼寫建議</b></div><div style='margin:0 10 10 10; padding:2'>%s</div>"
; MoreActions=<div nowrap style='margin:0 10 10 10'><img border='0' src='%strans8.png' width='16' height='16' align='absmiddle'> <a href='app://texttranslation/'><u>全文翻譯</u></a> &nbsp;&nbsp; <img border='0' src='%swebsearch8.png' width='16' height='16' align='absmiddle'> <a href='app://websearch/'><u>Web 搜尋</u></a></div>

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip=瞭解如何使用 Lingoes
DownDictTip=免費下載各種辭典...
Intro=支援全球超過 80 種語言互查互譯<br> 支援螢幕取詞, 全文翻譯和語音朗讀

[TextTranslation]
Title=全文翻譯
To=到
Translate=翻譯
RequestFailed=請求翻譯服務失敗
ConnectFailed=Lingoes 無法連接至伺服器, 請檢查您的網路設定
WaitRequest=正在請求翻譯結果...
ParseResultFailed=解析翻譯結果失敗, 如果您多次遇到該問題, 請提供錯誤回報給我們解决.
;<br><a href="app://bug/module=text_translation&engine=[$Engine]&langsrc=[$LangSrc]&langdest=[$LangDest]&textsrc=[$TextSrc]">請按此提交錯誤報告給我們解决.</a>

; 辭典布局, 注意此段中的所有字串, 應符合HTML編碼規則
[Layout]
DictMenu=辭典功能表
ShowResult=展開
MinimizeResult=收起
FindWord="查詢: "
NoLicenseTip="獲取授權後顯示完整內容...", "試用版詞典僅供測試評估, 啟動後顯示全部內容: &nbsp;<a href='app://activate/'><u>啟動</u></a> &nbsp<a href='app://buy/[$ProductID]'><u>購買</u></a>", "試用版軟件僅供測試評估, 啟動後開啟全部功能: &nbsp;<a href='app://activate/'><u>啟動</u></a> &nbsp<a href='app://buy/[$AppProductID]'><u>購買</u></a>"
RememberWord="添加單詞到生詞本"

; 辭典功能表
[DictMenu]
About=關於...
Enable=啓用
Disable=停用
DisableMsg="辭典已停用, 系統將不再顯示該辭典的查詢結果!\n你可以從\"辭典\"對話方塊中重新啓用它"
MoveTop=設定爲最先顯示
ArrangeResults=排列顯示順序...
IndexGroup="  (索引組)"
QueryGroup="  (查詞組)"
GrabGroup="  (取詞組)"

[Update]
Title="線上更新"
AskUpgrade="偵測到有新版本, 是否升級?"
UpgradeNow="偵測到有新版本, 需要升級."
UpdateSuccess="更新成功!"
UpdateFail="更新失敗!"
NoUpdate="目前已是最新版本, 無需更新"

CheckUpdate="正在檢測更新..." 
GetUpdateInfo="讀取更新訊息..." 
DownUpdateData="下載更新資料..." 
ExecUpdate="正在更新系統..." 
GetUpgradeInfo="讀取升級訊息..." 
DownUpgradeData="下載升級資料..." 
ExecUpgrade="正在升級系統..." 
NeedExitForUpgrade="現在需要退出 Lingoes, 以完成升級程序"

[Message]
InitUpdateServerFail=初始化自動更新服務失敗
StartDictServerFail=啓動辭典服務失敗

DictFileErr="不正確的辭典安裝檔案\n[$Filename]"
DictVersinTooOld=[$Filename]\n你目前安裝的辭典版本 [$DictVer] 太低, 系統不再支援, 請更新您的辭典版本.\n\n要前往 Lingoes 網站尋找最新的辭典版本嗎? 
DictVersinTooNew=[$Filename]\n要安裝使用版本 [$DictVer] 的辭典, 需要升級 Lingoes 軟體.\n\n現在就前往 Lingoes 網站下載升級嗎? 

AskDictRepeatInstall="辭典 \"[$DictTitle]\" 已存在於安裝清單中,\n是否要覆蓋它?"
InstallDictFail="安裝辭典檔案失敗:\n[$Filename]"
AskUninstall="確認要移除目前選取的辭典嗎?\n\n[$DictTitle]\nID: [$DictID]"
UninstallDictFail="移除辭典失敗\n\n[$DictTitle]\nID: [$DictID]"
AskRemoveFromGroup="確認要從目前辭典組中移除辭典 \"[$DictTitle]\" 嗎?"

MemoryAllocFail=記憶體分配失敗
FilenameInvalid=無效的檔案名稱
SaveFileFail="儲存檔案失敗" 
OpenFileFail="開啟檔案失敗"

AreYouAbort=確定要中止目前處理程序嗎 ?
CreateThreadFail=建立執行緒失敗		; Failed to create thread
CreateEventFail=建立事件失敗		; Failed to create event hand
Unfulfilment=該功能未實現
OnlyProVersion=此項功能僅開放給 Lingoes 專業版本使用
NoRegister=你目前使用的是 Lingoes 未註冊版本, 該功能在註冊後才能使用
UsernameIsEmpty=使用者名稱不能爲空白, 請重新輸入.
SaveSearchResultFail=儲存查詢結果失敗!

OpenAppendixFail="開啟附錄內容失敗\n\n要前往Lingoes網站下載該附錄工具嗎? "
OpenSpeechEngineFail=開啟語音引擎失敗, 請檢查系統是否正確安裝了 TTS 語音引擎!\n\n要使用單詞朗讀功能, 需要安裝 TTS 語言引擎軟體, 如果你尚未安裝, 請透過 Lingoes 網站下載安裝, \n\n確認要下載嗎? 

; NeedIE6Support="本軟體需要 Internet Explorer 6 及以上版本支援, 請更新您的瀏覽器版本至 IE6"
NoImplement="抱歉, 此功能尚未開發完成, 請等待新版本中提供"

InstallSucceed="安裝成功." 
InstallFailed="安裝失敗."

[DlgOptLicense]
Product="授權產品"
Enter="輸入授權..."
Import="導入授權文件", "Lingoes 授權 (*.llc)|*.llc|", "導入失敗!"
Remove="移除授權", "移除授權可能會停用某些產品功能, 你確認要從以下產品中移除授權嗎:\n\n[$ProductList]"
Detail="更多詳情..."

LicenseID="授權ID: "
LicenseTo="授權給: "
LicenseExpire="授權將在 [$Day] 天後到期"
UserLicenseQuantity="[$Quantity] 使用者授權", "[$Quantity] 使用者授權 ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="輸入授權"
ActivateTitle="輸入授權金鑰", "您可以從您的購買確認訂單或者產品包裝內找到授權金鑰。"
LicenseKey="授權金鑰:"
Name="您的名稱:"
Email="您的電子郵件地址:"
NetworkSet="網路設定", "啟動授權金鑰需要連接網路，請設定您的網路連接方式。"
Activate="啟動"
BuyTitle="購買 [$Publisher] 產品", "線上購買 [$Publisher] 產品, 請點擊「購買」按鈕。"
Buy="購買"
Cancel="關閉"

IncorrectProductKey="授權金鑰不正確。"
IncorrectName="名稱不正確，請輸入一個長度不超過32個字元的名稱"
IncorrectEmail="電子郵件地址不正確，請輸入一個長度不超過128個字元的有效電子郵件地址"
WaitRequest="正在請求啟動，請稍候..."

RequestFailed="啟動請求失敗, 可能是伺服器太忙, 請稍候再試."
NetworkFault="無法連接啟動伺服器，請檢查您的網路設定是否正確。"
ResponseError="伺服器回應資料不正確."
OtherError="未知的錯誤."
SaveDataFailed="儲存資料失敗."

ActivateSuccess="啟動成功"
ActivateFailed="啟動失敗"

[WndTip]
Title="Lingoes 每日提示"
Close="關閉"
